---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerBoundActiveBottom
source: html/f9248ef7-9686-a312-f89b-e9fffdce78a0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerBoundActiveBottom Property

"Bottom Clip Active"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerBoundActiveBottom { get; }
```